/********************************************************************************
  * @file     Task_Data_Remap.c
  * @author    
  * @version  V1.0.0
  * @date     28/Jun./2016
  * @brief    数据转换与映射代码  头文件
  ******************************************************************************/
#ifndef _TASK_DATA_REMAP_H_
#define _TASK_DATA_REMAP_H_




/*----------------------------------------------------------
 + 实现功能：输入数据处理
 + 返回参数：无
----------------------------------------------------------*/
void  Refresh_Remap_Task(void);
void task_CreateRemapTask(void);





#endif
/* ©2019-2020 hznu. All rights reserved. */
